const movies = [
    {
      id: 1,
      title: "Смертельна місія",
      poster: "/images/mission.webp",
      description: "Психологічний трилер розповідає про елітне тріо астронавтів на борту місії на супутник Сатурна Титан.",
      genre: "Фантастика, Трилер",
      showtime: "2025-06-05 18:00",
    },
    {
      id: 2,
      title: "Серфер",
      poster: "/images/Surfer.jpg",
      description: "«Серфер» — історія про людину, яку загнали в кут… І яка відмовилась здатися.",
      genre: "Трилер, Екшн",
      showtime: "2025-05-26 16:00",
    },
    {
      id: 3,
      title: "Одне ціле",
      poster: "/images/odne.jpg",
      description: "Міллі та Тім переїжджають заради роботи й стикаються з надприродним, що змінює їхні стосунки, життя і тіла.",
      genre: "Жахи, Трилер",
      showtime: "2025-07-11 17:00",
    },
  ];
  
  export default movies;